import { title } from "process";

export default [
  {
    title: '唐多令·芦叶满汀洲',
    author: '宋·刘过',
    content: [
      '芦叶满汀洲，寒沙带浅流。二十年重过南楼。',
      '柳下系船犹未稳，能几日，又中秋。',
      '黄鹤断矶头，故人曾到否？旧江山浑是新愁。',
      '欲买桂花同载酒，终不似，少年游。',
    ],
  },
  {
    title: '谒金门·风乍起',
    author: '五代·冯延巳',
    content: [
      '风乍起，吹皱一池春水。闲引鸳鸯香径里，手挼红杏蕊。',
      '斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。',
    ],
  },
  {
    title: '一剪梅',
    author: '明·唐寅',
    content: [
      '雨打梨花深闭门，忘了青春，误了青春。赏心乐事共谁论？花下销魂，月下销魂。',
      '愁聚眉峰尽日颦，千点啼痕，万点啼痕。晓看天色暮看云，行也思君，坐也思君。',
    ],
  },
  {
    title: '雨霖铃·寒蝉凄切',
    author: '宋·柳永',
    content: [
      '寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。',
      '执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。',
      '多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。',
      '此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？',
    ],
  },
  {
    title: '虞美人·寄公度',
    author: '宋·舒亶',
    content: [
      '芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。',
      '浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。',
    ],
  },
  {
    title: '峨眉山月歌',
    author: '唐·李白',
    content: [
      '峨眉山月半轮秋，影入平羌江水流。',
      '夜发清溪向三峡，思君不见下渝州。',
    ],
  },
  {
    title: '一剪梅·红藕香残玉簟秋',
    author: '宋·李清照',
    content: [
      '红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来？雁字回时，月满西楼。',
      '花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。',
    ],
  },
  {
    title: '鹧鸪天·桂花',
    author: '宋·李清照',
    content: [
      '暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。',
      '梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。',
    ],
    comment: '阑 通：栏',
  },
  {
    title: '清平乐·年年雪里',
    author: '宋·李清照',
    content: [
      '年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。',
      '今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。',
    ],
  },
  {
    title: '武陵春·春晚',
    author: '宋·李清照',
    content: [
      '风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。',
      '闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。',
    ],
  },
  {
    title: '行香子·七夕',
    author: '宋·李清照',
    content: [
      '草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。',
      '星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。',
    ],
  },
  {
    title: '春江花月夜',
    author: '唐·张若虚',
    content: [
      '春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明。',
      '江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。',
      '江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？',
      '人生代代无穷已，江月年年望相似。不知江月待何人，但见长江送流水。',
      '白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？',
      '可怜楼上月裴回，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。',
      '此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。',
      '昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。',
      '斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。',
    ]
  },
  {
    title: '泛海',
    author: '明·王守仁',
    content: [
      '险夷原不滞胸中，何异浮云过太空？',
      '夜静海涛三万里，月明飞锡下天风。'
    ]
  }
]
