import { title } from "process";

export default [
  {
    title: '唐多令·芦叶满汀洲',
    author: '宋·刘过',
    content: [
      '芦叶满汀洲，寒沙带浅流。二十年重过南楼。',
      '柳下系船犹未稳，能几日，又中秋。',
      '黄鹤断矶头，故人曾到否？旧江山浑是新愁。',
      '欲买桂花同载酒，终不似，少年游。',
    ],
  },
  {
    title: '谒金门·风乍起',
    author: '五代·冯延巳',
    content: [
      '风乍起，吹皱一池春水。闲引鸳鸯香径里，手挼红杏蕊。',
      '斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。',
    ],
  },
  {
    title: '一剪梅',
    author: '明·唐寅',
    content: [
      '雨打梨花深闭门，忘了青春，误了青春。赏心乐事共谁论？花下销魂，月下销魂。',
      '愁聚眉峰尽日颦，千点啼痕，万点啼痕。晓看天色暮看云，行也思君，坐也思君。',
    ],
  },
  {
    title: '雨霖铃·寒蝉凄切',
    author: '宋·柳永',
    content: [
      '寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。',
      '执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。',
      '多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。',
      '此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？',
    ],
  },
  {
    title: '虞美人·寄公度',
    author: '宋·舒亶',
    content: [
      '芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。',
      '浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。',
    ],
  },
  {
    title: '峨眉山月歌',
    author: '唐·李白',
    content: [
      '峨眉山月半轮秋，影入平羌江水流。',
      '夜发清溪向三峡，思君不见下渝州。',
    ],
  },
  {
    title: '一剪梅·红藕香残玉簟秋',
    author: '宋·李清照',
    content: [
      '红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来？雁字回时，月满西楼。',
      '花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。',
    ],
  },
  {
    title: '鹧鸪天·桂花',
    author: '宋·李清照',
    content: [
      '暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。',
      '梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。',
    ],
    comment: '阑 通：栏',
  },
  {
    title: '清平乐·年年雪里',
    author: '宋·李清照',
    content: [
      '年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。',
      '今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。',
    ],
  },
  {
    title: '武陵春·春晚',
    author: '宋·李清照',
    content: [
      '风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。',
      '闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。',
    ],
  },
  {
    title: '行香子·七夕',
    author: '宋·李清照',
    content: [
      '草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。',
      '星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。',
    ],
  },
  {
    title: '春江花月夜',
    author: '唐·张若虚',
    content: [
      '春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明。',
      '江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。',
      '江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？',
      '人生代代无穷已，江月年年望相似。不知江月待何人，但见长江送流水。',
      '白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？',
      '可怜楼上月裴回，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。',
      '此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。',
      '昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。',
      '斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。',
    ]
  },
  {
    title: '泛海',
    author: '明·王守仁',
    content: [
      '险夷原不滞胸中，何异浮云过太空？',
      '夜静海涛三万里，月明飞锡下天风。'
    ]
  },
  {
    title: '寒窑赋',
    author: '北宋·吕蒙正',
    content: [
      '天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。',
      '盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何曾为县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军师。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。',
      '有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。',
      '青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。',
      '天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？',
      '吾昔寓居洛阳，朝求僧餐，暮宿破窑，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公，身虽鞠躬于一人之下，而列职于千万人之上，有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥。人道我贵，非我之能也，此乃时也、运也、命也。',
      '嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。'
    ]
  },
  {
    title: '辛夷坞',
    author: '唐·王维',
    content: [
      '木末芙蓉花，山中发红萼。',
      '涧户寂无人，纷纷开且落。'
    ]
  }
]
